# Напишите программу, которая по заданному номеру четверти,
# показывает диапазон возможных координат точек в этой четверти (x и y).

quarter_number = 0
while not(1 <= quarter_number <= 4):
    quarter_number = int(input('Введите номер четверти (1-4): '))
if quarter_number == 1:
    print("Диапазон возможных координат точек в заданной плоскости - X > 0 ⋀ Y > 0")
elif quarter_number == 2:
    print("Диапазон возможных координат точек в заданной плоскости - X < 0 ⋀ Y > 0")
elif quarter_number == 3:
    print("Диапазон возможных координат точек в заданной плоскости - X < 0 ⋀ Y < 0")
elif quarter_number == 4:
    print("Диапазон возможных координат точек в заданной плоскости - X > 0 ⋀ Y < 0")